Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: བདུད་ཀྱི་རིས་ཀྱི་ལྷ་འམ། བདུད་ཀྱི་བྱིན་གྱིས་བརླབས་པའི་དགེ་སློང་དག་སྟོན་པ། དེ་ལྟ་དེ་ལྟར་སེམས་ཤིང་། ཇི་ལྟར་བདག་གིས་སེམས་བསྐྱེད་པ་དང་། བདག་གི་མིང་ཇི་ལྟ་བ་བཞིན་དུ་དགེ་སློང་འདིས་བསྟན་ཏེ། མིང་དང་། མིང་དུ་མཐུན་གྱིས། བདག་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་ཏོ་སྙམ་ནས། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལ་གང་ངས་ཕྱིར་མི་ལྡོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་རྣམ་པ་དང་། ཚུལ་དང་།
en: Whatever the evil Māra, or a deity of the realm of Māra, or monks who are under the charismatic influence of Māra might declare, those [bodhisattva great beings] will think, ‘The name that I have already pondered corresponds to the name that has been precisely declared by this monk, under which I am prophesied by the tathāgata, arhat, completely awakened Buddha to attain unsurpassed, complete enlightenment!’ “

source: མཚན་མར་བཤད་པ་དེ་དག་ཀྱང་མེད་ལ། མིང་དེ་དང་། ལུང་བསྟན་པར་བརྗོད་པ་དེས་ཀྱང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གཞན་དག་ལ་ཁྱད་དུ་གསོད་ན། དེ་རློམ་སེམས་དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་རིང་དུ་འགྱུར་རོ།
en: Then, Subhūti, if those bodhisattvas lack the aspects, marks, and signs of an irreversible bodhisattva great being that I have explained, and if, just by the declaration of the name that is prophesied, they look down upon other bodhisattva great beings, on the basis of that conceit they will be far from unsurpassed, complete enlightenment.

source: །དེ་ལྟར་ཐབས་མཁས་པ་དང་མི་ལྡན་ལ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་བྲལ་ཞིང་། དགེ་བའི་བཤེས་གཉེན་དང་བྲལ་ཏེ། སྡིག་པའི་གྲོགས་པོས་ཡོངས་སུ་བཟུང་བ་དེའི་ས་ནི་གཉིས་སུ་རིག་པར་བྱ་སྟེ། འདི་ལྟར་ཉན་ཐོས་ཀྱི་སའམ། རང་སངས་རྒྱས་ཀྱི་སའོ། །ཡང་དང་ཡང་ཤིན་དུ་ཡུན་རིང་པོར་འཁོར་ཞིང་འཕྱན་འཕྱན་ནས། དགེ་བའི་བཤེས་གཉེན་ལ་བསྙེན་པ་དང་། བསྟེན་པ་དང་། རིམ་གྲོ་བྱས་ནས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཉིད་ལ་བརྟེན་ཏེ།
en: One should know that there are two levels associated with those who lack skill in means, who are without the perfection of wisdom, are without a spiritual mentor, and captivated by the friendship of Māra—namely, the level of the śrāvakas and the level of the pratyekabuddhas.

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ། །རབ་འབྱོར་གལ་ཏེ་ཡང་བྱང་ཆུབ་སེམས་དཔས་ཡང་དང་ཡང་དུ་དགེ་བའི་བཤེས་གཉེན་བལྟ་བ་དང་། བསྙེན་བཀུར་བར་མ་གྱུར་ལ། ལུས་ཐོབ་པ་དེས་སེམས་བསྐྱེད་པ་སྔ་མ་དག་མི་སྨོད་མི་འཆགས་ན། དེ་ནི་ས་གཉིས་སུ་འགྲོ་བར་རིག་པར་བྱ་སྟེ། འདི་ལྟར་ཉན་ཐོས་ཀྱི་ས་འམ།
en: Either, after roaming and straying through cyclic existence again and again over an extremely long period of time, and after honoring, attending upon, and serving a spiritual mentor, they will attain consummate buddhahood in unsurpassed, complete enlightenment, dependent on this very perfection of wisdom, or, Subhūti, if bodhisattvas have repeatedly not observed and honored a spiritual mentor, and, having reincarnated, do not scorn and do not confess their former mindsets, then one should know that they will proceed to [either of] those two levels, namely the level of the śrāvakas and the level of the pratyekabuddhas.

source: རང་སངས་རྒྱས་ཀྱི་སའོ། །འདི་ལྟ་སྟེ་དཔེར་ན། དགེ་སློང་ཉན་ཐོས་ཀྱི་ཐེག་པ་པས་ལྟུང་བའི་རྩ་བ་བཞི་ལས་ལྟུང་བ་གང་ཡང་རུང་བ་གཅིག་བྱས་ན་དགེ་སྦྱངས་མ་ཡིན། ཤཱཀྱའི་བུ་མ་ཡིན་པར་འགྱུར་ཏེ། དེ་ནི་ལུས་དེ་ཉིད་ཀྱིས་དགེ་སྦྱོང་གི་འབྲས་བུ་བཞི་ལས་དགེ་སྦྱོང་གི་འབྲས་བུ་གང་ཡང་རུང་བ་ལ་ལ་ཐོབ་པར་འགྱུར་བའི་སྐལ་བ་མེད་དོ།
en: This is just as when a monk who follows the vehicle of the śrāvakas, after committing any one of the four root downfalls, ceases to be a virtuous ascetic and is no longer a son of the Ṧākyas, and even in that very lifetime would lack the fortune to attain any of the fruits of a virtuous ascetic that are included among the four fruits of a virtuous ascetic.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་མིང་བསྟན་པ་ཙམ་གྱིས་རློམ་སེམས་དང་ལྡན་པའི་སེམས་བསྐྱེད་ཅིང་། མིང་ཙམ་བརྗོད་པ་དེས། བྱང་ཆུབ་སེམས་དཔའ་གཞན་དག་ལ་བརྙས་པ་དང་། འཕྱ་བ་དང་། ཁྱད་དུ་གསོད་པའི་སེམས་བསྐྱེད་པ་དེ་ནི་དེ་བས་ཀྱང་ཤིན་དུ་ལྕི་བ་སྟེ།
en: In the same way, Subhūti, bodhisattva great beings who develop a mindset possessed of conceits, simply on the basis of that name that has been declared, will on the basis of that mere declaration develop a mindset that derides, slanders, and deprecates other bodhisattvas.

source: སེམས་བསྐྱེད་པ་དེ་ནི་དེས་དེ་བས་ཀྱང་ཤིན་དུ་ལྕི་བར་རིག་པར་བྱའོ།
en: There is nothing more onerous than that!

source: །རབ་འབྱོར་དེ་ལྟར་མིང་བསྟན་པས་བདུད་ཀྱི་ལས་ཤིན་དུ་ཕྲ་བ་དེ་ལྟ་བུ་དག་སྐྱེ་བར་འགྱུར་རོ།
en: Subhūti, such are the subtlest of the deeds of Māra that arise through the name consecration.

source: །རབ་འབྱོར་ལྟུང་བའི་རྩ་བ་བཞི་པོ་ལྟ་ཞོག་གི །
en: Subhūti, leave aside the four root downfalls. {Ki.

source: བྱང་ཆུབ་སེམས་དཔའི་མིང་བསྟན་པ་ཙམ་གྱིས་རློམ་སེམས་དང་ལྡན་པའི་སེམས་བསྐྱེད་པ་སྐྱེས་པ་དེ་ནི། མཚམས་མེད་པ་ལྔ་བས་ཀྱང་ཤིན་དུ་ལྕི་བ་སྟེ།
en: V: 8} This development of the mindset of bodhisattvas who give rise to conceits simply on the basis of the name consecration is even more onerous than the five inexpiable crimes.

source: སེམས་བསྐྱེད་པ་དེ་ནི་དེ་བས་ཀྱང་ཤིན་དུ་ལྕི་བར་རིག་པར་བྱའོ།
en: One should know that this mindset is even more onerous than those [crimes]. “

source: །རབ་འབྱོར་གཞན་ཡང་བདུད་སྡིག་ཏོ་ཅན་དབེན་པའི་ཡོན་ཏན་སྟོན་ཅིང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་ཉེ་བར་འོངས་ཏེ། འདི་སྐད་དུ་དེ་བཞིན་གཤེགས་པ་ནི་དབེན་པའི་ཡོན་ཏན་གསུང་པའོ་ཞེས་ཟེར་ཏེ།
en: Moreover, Subhūti, the evil Māra might declare the virtue of isolation and approach bodhisattva great beings, saying, ‘The tathāgatas speak of the virtue of isolation.’

source: རབ་འབྱོར་ངས་ནི་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགོན་པ་འམ། ནགས་འདབ་འམ། བས་མཐའི་གནས་དབེན་པར་མ་བཤད་དོ། །གསོལ་པ།
en: Subhūti, I do not teach that bodhisattva great beings should be isolated in a wilderness, a forest, or a remote place.” “

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟར་དགོན་པ་དང་། ནགས་འདབ་དང་། བས་མཐའི་གནས་དབེན་པ་མ་ལགས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དབེན་པ་གཞན་ནི་གང་ཞིག་མཆིས།
en: Blessed Lord, what else is the isolation of bodhisattva great beings if it is not the isolation of staying in a wilderness, a forest, or a remote place?

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དབེན་པ་གཞན་ནི་ཇི་ལྟ་བུ་ཞིག་མཆིས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, in what way is the isolation of bodhisattva great beings different?” “

source: རབ་འབྱོར་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བས་དབེན་ན། དགོན་པ་དང་། ནགས་འདབ་དང་། བས་མཐའི་གནས་ན་རྣམ་པར་སྤྱོད་པ་ཡིན་ཏེ།
en: Subhūti,” replied the Blessed One, “if bodhisattva great beings are isolated from the considerations of the śrāvakas and the pratyekabuddhas, then they do not dwell in a wilderness, a forest, or a remote place.

source: རབ་འབྱོར་འདི་ནི་དབེན་པ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ལ་ངས་གནང་བའོ།
en: This, Subhūti, is the isolation that I have sanctioned for bodhisattva great beings.

source: །གལ་ཏེ་དབེན་པ་འདིས་ཉིན་མཚན་དུ་རྣམ་པར་སྤྱོད་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའི་དབེན་པས་དབེན་པར་རྣམ་པར་སྤྱོད་པ་ཡིན་ནོ།
en: If they dwell day and night in accordance with this isolation, then indeed those bodhisattva great beings do dwell in isolation through the isolation of the bodhisattvas.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དགོན་པ་དང་། ནགས་འདབ་དང་། བས་མཐའི་གནས་ན་རྣམ་པར་སྤྱོད་ཀྱང་། ཉན་ཐོས་དང་རང་སངས་རྒྱས་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་དང་འདྲེས་པར་རྣམ་པར་སྤྱོད་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་མི་དབེན་པར་རྣམ་པར་སྤྱོད་པ་ཡིན་ནོ།
en: Even though bodhisattva great beings might dwell in a wilderness, a forest, or a remote place, if they dwell there tainted with the considerations of śrāvakas and pratyekabuddhas, then those bodhisattva great beings do not dwell in isolation.

source: །གལ་ཏེ་གྲོང་ན་སྤྱོད་ཀྱང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཡིད་ལ་བྱ་བ་དང་མ་འདྲེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་དབེན་པར་རྣམ་པར་སྤྱོད་པ་ཡིན་ནོ།
en: Even though they dwell in towns, if bodhisattva great beings are untainted by the considerations of śrāvakas and pratyekabuddhas, then those bodhisattva great beings do dwell in isolation.

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ལ་དབེན་པའི་རྣམ་པ་དེ་ལྟ་བུ་ངས་གནང་བ་ལས་དྲིས་ཤིང་། བདུད་སྡིག་ཏོ་ཅན་དེ་ལ་དགོན་པ་དང་། ནགས་འདབ་དང་། བས་མཐའི་གནས་སུ་རྣམ་པར་སྤྱོད་ཅིག་ཅེས་དབེན་པ་སྟོན་ཏེ། དེ་དབེན་པ་དེས་འདུ་འཛིར་གྱུར་ཅིང་།
en: Subhūti, if, distinct from the sort of isolation that I have sanctioned for bodhisattva great beings, they become tainted, then, as the evil Māra teaches isolation, saying, ‘You should dwell in a wilderness, a forest, or a remote place!’

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ས་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་དང་འདྲེས་པས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བརྩོན་པ་མ་ཡིན་ཏེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཡོངས་སུ་རྫོགས་པར་མི་འགྱུར་རོ།
en: they become disturbed and, stained by the considerations that śrāvakas and pratyekabuddhas possess, they do not persevere in the perfection of wisdom, and they will not perfect all-aspect omniscience.

source: །དེ་དེ་ལྟར་རྣམ་པར་སྤྱོད་པ་དེས། རྣམ་པར་སྤྱོད་ཅིང་ཡིད་ལ་བྱ་བ་ཡོངས་སུ་མ་དག་པས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གཞན་གྱི་གྲོང་འདབ་ན་རྣམ་པར་སྤྱོད་ཅིང་། ཡིད་ལ་བྱ་བ་ཡོངས་སུ་དག་པ་དང་ལྡན་པ། ཉན་ཐོས་ཀྱི་སེམས་དང་མ་འདྲེས་པ།
en: Since they dwell in that manner and their considerations are impure, they develop a mindset that scorns other bodhisattva great beings who dwell in towns, who are endowed with pure considerations, who are untainted by the mindset of the śrāvakas, untainted by the mindset of the pratyekabuddhas, {Ki.

source: རང་སངས་རྒྱས་ཀྱི་སེམས་དང་མ་འདྲེས་པ་དེ་མ་ཡིན་པའི་སྡིག་པའི་སེམས་གཞན་དང་མ་འདྲེས་པ། བསམ་གཏན་དང་། རྣམ་པར་ཐར་པ་དང་། ཏིང་ངེ་འཛིན་དང་སྙོམས་པར་འཇུག་པ་དང་། མངོན་པར་ཤེས་པ་ཡོངས་སུ་རྫོགས་པར་གྱུར་པ་དག་ལ་བརྙས་པའི་སེམས་བསྐྱེད་དེ།
en: V: 9} and untainted by other negative mindsets apart from these, and who have perfected the meditative concentrations, the aspects of liberation, the absorptions in meditative stability, and the extrasensory powers. “

source: ཐབས་མི་མཁས་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་བས་དགོན་པ་སྦྲུལ་དང་། རི་དགས་དང་། བྱ་ཡོད་པ། རྐུན་པོ་དང་། སྨེ་ཤ་ཅན་ཡོད་པ། གཅན་ཟན་མཆེ་བ་ཅན་དང་། སྲིན་པོ་རྒྱུ་བ། དཔག་ཚད་བརྒྱ་ཙམ་དུ་འཕགས་པ་དེ་ལྟ་བུའི་ནང་ན་འདུག་ཅིང་། ལོ་གཅིག་གམ། ལོ་བརྒྱ་འམ། ལོ་སྟོང་ངམ། ལོ་བརྒྱ་ཕྲག་སྟོང་ངམ། ལོ་བྱེ་འམ། ལོ་བྱེ་བ་ཕྲག་བརྒྱ་འམ། ལོ་བྱེ་བ་ཕྲག་སྟོང་ངམ། ལོ་བྱེ་བ་བརྒྱ་ཕྲག་སྟོང་ངམ། ལོ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་ཕྲག་སྟོང་ངམ། དེ་བས་ཀྱང་ལྷག་པར་གནས་སུ་ཟིན་ཀྱང་། དབེན་པ་གང་གིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལྷག་པའི་བསམ་པ་ལ་ཡང་དག་པར་གནས་ཤིང་།
en: On the other hand, those bodhisattvas who are without skill in means, even though they may stay in a wilderness with snakes, wild ungulates, birds, thieves, outcastes, wild beasts with fangs, and frequented by cannibal ogres, more than a hundred yojanas in extent, and spend one year there, or one hundred years, one thousand years, one hundred thousand years, ten million years, one billion years, ten billion years, one trillion years, one hundred billion trillion years, or even more than that, would not understand the sort of isolation through which bodhisattva great beings genuinely stay, keeping to their higher aspirations.

source: རྣམ་པར་སྤྱོད་པ་དེ་ལྟ་བུའི་དབེན་པ་ཤེས་པར་མི་འགྱུར་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་མང་པོ་དང་འདྲེས་པ་ཉིད་དུ་རྣམ་པར་སྤྱོད་པར་འགྱུར་ཏེ།
en: Instead, they would dwell in contamination with the manifold modes of the considerations that śrāvakas and pratyekabuddhas possess.

source: དབེན་པ་དེ་ལ་ཡང་དག་པར་མ་རྩེས་པར་གནས་ཤིང་ཆགས་པ་དང་། ཞེན་ཅིང་མངོན་པར་ཞེན་པ་དེ་ཙམ་གྱིས་ནི་ངའི་སེམས་རངས་པར་མི་འགྱུར་ཏེ།
en: Simply because they are not genuinely intent on isolation, but are attached to it, cling to it, and are fixated on it, they will not please my mind.

source: ངས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ལ་དབེན་པ་གང་བཤད་པའི་དབེན་པ་དེ་དང་མི་ལྡན་པས། དབེན་པ་དེ་ལ་མི་གནས་སོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Since they lack that isolation that I have explained for the benefit of bodhisattva great beings, they do not stay in that isolation.

source: དེ་ནི་འདི་ལྟར་དབེན་པ་དེ་དང་བྲལ་བའི་ཕྱིར་ཏེ།
en: If you ask why, it is because they are without that isolation. “

source: དེ་ལྟར་དེའི་དྲུང་དུ་བདུད་སྡིག་ཏོ་ཅན་ཉེ་བར་འོངས་ཤིང་། སྟེང་གི་བར་སྣང་ལ་གནས་ཏེ། འདི་སྐད་དུ་རིགས་ཀྱི་བུ་ལེགས་སོ་ལེགས་སོ།
en: The evil Māra will approach such persons, standing in the air above, and say, ‘Excellent, noble child, excellent!

source: །འདི་ནི་དེ་བཞིན་གཤེགས་པས་བསྟན་པའི་དབེན་པ་མ་ནོར་བ་ཡིན་གྱིས།
en: This is the unerring isolation that the tathāgatas have revealed.

source: ཁྱོད་དབེན་པ་འདི་ཉིད་ཀྱིས་རྣམ་པར་སྤྱོད་ཅིག །
en: You should dwell in accordance with this very isolation!

source: དེས་ཁྱོད་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ་ཞེས་ཟེར་ཏེ།
en: Thereby you will swiftly attain consummate buddhahood in unsurpassed, complete enlightenment.’

source: དེའི་རྒྱུས་དེ་དབེན་པ་དེ་བས་ཀྱང་དབེན་པ་དེ་གཅེས་པར་འཛིན་ཅིང་ཕྱིར་གྲོང་འདབ་ཏུ་འོངས་ནས། དགེ་སློང་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ། སེམས་དང་ཡིད་ལ་བྱ་བ་ཡོངས་སུ་དག་པ། ངེས་པ་དགེ་བའི་ཆོས་དང་ལྡན་པ་གཞན་དག་ལ།
en: For this reason, they esteem this isolation rather than the [true] isolation, and on arriving back in town they deprecate other monks who follow the vehicle of the bodhisattvas, whose minds and considerations are pure, and who certainly possess virtuous attributes, saying, ‘Those venerables are engaging in social diversions!’

source: ཚེ་དང་ལྡན་པ་འདི་དག་ནི་འདུ་འཛིའི་རྣམ་པར་སྤྱོད་པས་རྣམ་པར་སྤྱོད་དོ་ཞེས་ཁྱད་དུ་གསོད་ཅིང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དབེན་པར་སྤྱོད་པ་དེ་དག་ལ་འདུ་འཛིས་རྣམ་པར་སྤྱོད་པར་སྐྱོན་དུ་གདགས་པ་དང་འདྲེས་པར་རྣམ་པར་སྤྱོད་པར་སྐྱོན་དུ་གདགས་པས་བརྙས་པའི་སེམས་བསྐྱེད་དོ།
en: And they develop a mindset that scorns bodhisattva great beings who engage in [genuine] isolation, accusing them of indulging in social diversions and accusing them of indulging in contamination.

source: །གང་འདུ་འཛི་རྣམ་པར་སྤྱོད་པས་རྣམ་པར་སྤྱོད་པ་དེ་དག་ལ་ནི་དབེན་པས་རྣམ་པར་སྤྱོད་པར་འཛིན་ཅིང་དེ་དག་ལ་རིམ་གྲོ་སྐྱེད་དོ།
en: They hold that those who [actually] do indulge in social diversions are dwelling in accordance with isolation, and set out to serve them.

source: །གང་ལ་རིམ་གྲོ་བསྐྱེད་པར་བྱ་བ་དེ་དག་ལ་ནི་ང་རྒྱལ་སྐྱེད་དོ།
en: However, they feel pride toward those whom they should actually set out to serve.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་བདག་ནི་མི་མ་ཡིན་པས་བསྐུལ་བའོ།
en: If you ask why, it is because they feel pride as they imagine, ‘I am exhorted by nonhuman spirits.

source: །མི་མ་ཡིན་པས་དྲན་པར་བྱ་བའོ།
en: I am reminded by nonhuman spirits.

source: །རྣམ་པར་སྤྱོད་པ་གང་གིས་བདག་སྤྱོད་པ་དེ་ནི་རྣམ་པར་སྤྱོད་པ་མ་ནོར་བ་སྟེ།
en: This engagement through which I dwell is an unerring engagement.

source: གྲོང་འདབ་ན་སྤྱོད་པ་ལྟ་ལ་སུ་ཞིག་སྐུལ་བར་འགྱུར།
en: Who would consider and exhort townsfolk!

source: གྲོང་འདབ་ན་སྤྱོད་པ་ལྟ་ལ་སུ་ཞིག་དྲན་པར་བྱེད་པར་འགྱུར་ཞེས་ང་རྒྱལ་སྐྱེད་དེ།
en: Who would consider and remind townsfolk!’ “

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དེ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་གཞན་དག་ལ་སྨོད་པ་བྱེད་དེ།
en: So it is that those bodhisattvas scorn other noble children who follow the vehicle of the bodhisattvas.

source: རབ་འབྱོར་གང་ཟག་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་གདོལ་བར་རིག་པར་བྱའོ།
en: Subhūti, those individuals are known to be outcaste bodhisattvas.

source: །བྱང་ཆུབ་སེམས་དཔའ་སུན་འབྱིན་པར་རིག་པར་བྱའོ།
en: They are known to be critics of [genuine] bodhisattvas.

source: །བྱང་ཆུབ་སེམས་དཔའི་གཟུགས་བརྙན་དུ་རིག་པར་བྱའོ།
en: They are known to be counterfeits of a bodhisattva.

source: །དེ་ནི་ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་གྱི་རྐུན་པོ་སྟེ།
en: They are known to be thieves of the world, with its gods, humans, and asuras.

source: དེ་ནི་ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་གྱིས་དགེ་སྦྱོང་གི་ཆ་བྱད་ཅན་གྱི་རྐུན་པོར་རིག་པར་བྱ་སྟེ།
en: That is to say, the world with its gods, humans, and asuras knows them to be thieves assuming the guise of a virtuous ascetic.

source: ངང་ཚུལ་དེ་ལྟ་བུ་དང་ལྡན་པའི་གང་ཟག་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོ་དག་གིས་བསྙེན་པར་མི་བྱ།
en: Noble sons or noble daughters who follow the vehicle of the bodhisattvas should not honor individuals of such disposition.

source: བསྟེན་པར་མི་བྱ།
en: They should not attend upon them.

source: རིམ་གྲོར་མི་བྱའོ།
en: They should not serve them.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་གང་ཟག་དེ་ལྟ་བུ་དག་ནི་ལྷག་པའི་ང་རྒྱལ་ཅན་དུ་རིག་པར་བྱ་སྟེ།
en: If you ask why, Subhūti, it is because such individuals are known to be extremely conceited. {Ki.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་ཡོངས་སུ་མ་བཏང་ལ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱང་ཡོངས་སུ་མ་བཏང་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བསམ་པ་ཐག་པས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པ།
en: V: 10} “If bodhisattva great beings have not forsaken all-aspect omniscience, and if they have not forsaken unsurpassed, complete enlightenment, those bodhisattva great beings through their earnest aspiration will seek to attain consummate buddhahood in unsurpassed, complete enlightenment.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་བྱ་བར་འདོད་པ་དེས་གང་ཟག་དེ་ལྟ་བུའི་ངང་ཚུལ་ཅན་བསྙེན་པར་མི་བྱ།
en: They will seek to act for the sake of all beings. They should not honor individuals of such [tainted] disposition.

source: རིམ་གྲོར་མི་བྱའི་རང་གི་དོན་དང་ལྡན་པར་འགྱུར་བ་ལ་བརྩོན་པར་བྱ་སྟེ། འཁོར་བ་ལས་རྟག་ཏུ་སྐྱོ་ཞིང་།
en: Rather, they should persevere to maintain their own purpose and they should always be disillusioned with cyclic existence.

source: འཇིགས་པའི་ཡིད་ཀྱིས་ཁམས་གསུམ་དང་མ་འདྲེས་པར་སྤྱད་པར་བྱའོ།
en: With an attitude of fear, they should dwell without being tainted by the three realms.

source: །བྱང་ཆུབ་སེམས་དཔའ་གདོལ་པ་དེ་ལ་ཡང་བྱམས་པ་བསྐྱེད་པར་བྱ་སྟེ།
en: Even toward those outcaste bodhisattvas they should develop loving kindness.

source: དེ་ཉིད་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་སྙིང་རྗེ་བསྐྱེད་པར་བྱའོ། །དགའ་བ་དང་། བཏང་སྙོམས་བསྐྱེད་པར་བྱའོ། །དེས་སེམས་འདི་ལྟར་བསྐྱེད་པར་བྱ་སྟེ། ཅི་ནས་ཀྱང་བདག་གི་ཉེས་པ་འདི་དག་ཐམས་ཅད་དུ་ཐམས་ཅད་མེད་ཅིང་མི་སྐྱེ་བར་འགྱུར་བ་དེ་ལྟར་བྱའོ།
en: Out of friendliness for them they should develop compassion, they should develop empathetic joy, and they should develop equanimity, thinking, ‘By whatever means I should act so that all these faults of mine will be entirely nonexistent in all respects, and they will not arise.

source: །གལ་ཏེ་སྐྱེས་ན་ཡང་མྱུར་དུ་སྤང་བར་བྱའོ་ཞེས་བསླབ་པར་བྱ་སྟེ།
en: And even if they do arise, I should train so that they will swiftly be abandoned.’

source: རབ་འབྱོར་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་རང་གི་ཁོང་དུ་ཆུད་པའི་མངོན་པར་ཤེས་པའི་མཐུར་རིག་པར་བྱའོ།
en: Subhūti, one should know this as the effectiveness of the extrasensory power brought by bodhisattva great beings’ own understanding. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལྷག་པའི་བསམ་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པས། དགེ་བའི་བཤེས་གཉེན་དག་ལ་བསྙེན་པར་བྱའོ། །བསྟེན་པར་བྱའོ། །རིམ་གྲོར་བྱའོ། །གསོལ་པ།
en: Moreover, Subhūti, bodhisattva great beings of higher aspiration who seek to attain consummate buddhahood in unsurpassed, complete enlightenment should honor, attend upon, and serve spiritual mentors.” “

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དགེ་བའི་བཤེས་གཉེན་དུ་རིག་པར་བགྱི་བ་དེ་དག་གང་ལགས།
en: Blessed Lord, who are they who should be known as the spiritual mentors of bodhisattva great beings?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་དགེ་བའི་བཤེས་གཉེན་དུ་རིག་པར་བྱའོ།
en: Subhūti,” replied the Blessed One, “the lord buddhas should be known as the spiritual mentors of bodhisattva great beings.

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་དགེ་བའི་བཤེས་གཉེན་དུ་རིག་པར་བྱའོ།
en: Subhūti, bodhisattva great beings should be known as the spiritual mentors of bodhisattva great beings.

source: །རབ་འབྱོར་ཉན་ཐོས་གང་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་བརྗོད་ཅིང་སྟོན་པ་དང་འཆད་ཅིང་འགྲེལ་བ་དང་། རྣམ་པར་འབྱེད་ཅིང་གསལ་བར་བྱེད་པ་དང་། ཡང་དག་པར་སྟོན་པ་དེ་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་དགེ་བའི་བཤེས་གཉེན་དུ་རིག་པར་བྱའོ།
en: Subhūti, śrāvakas who proclaim, teach, explain, interpret, analyze, elucidate, and genuinely reveal the six perfections should also be known as the spiritual mentors of bodhisattva great beings. “

source: །རབ་འབྱོར་གཞན་ཡང་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་དགེ་བའི་བཤེས་གཉེན་དུ་རིག་པར་བྱའོ། །དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་དང་། ཡང་དག་པར་སྤོང་བ་བཞི་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་བཞི་དང་། དབང་པོ་ལྔ་དང་། སྟོབས་ལྔ་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་།
en: Moreover, Subhūti, the six perfections should be known as the spiritual mentors of bodhisattva great beings.

source: གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་དགེ་བའི་བཤེས་གཉེན་དུ་རིག་པར་བྱའོ།
en: The four applications of mindfulness, the four correct exertions, the four supports for miraculous ability, the five faculties, the five powers, the seven branches of enlightenment, the noble eightfold path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas should be known as the spiritual mentors of bodhisattva great beings.

source: །དེ་བཞིན་ཉིད་དང་། ཡང་དག་པའི་མཐའ་དང་། ཆོས་ཀྱི་དབྱིངས་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་དགེ་བའི་བཤེས་གཉེན་དུ་རིག་པར་བྱའོ།
en: The real nature, the very limit of reality, and the realm of phenomena should be known as the spiritual mentors of bodhisattva great beings. “

source: །རབ་འབྱོར་གཞན་ཡང་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་སྟོན་པར་རིག་པར་བྱ་སྟེ།
en: Moreover, Subhūti, the six perfections should be known as the teachers of bodhisattva great beings.

source: ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ནི་ལམ་མོ།
en: The six perfections constitute the path.

source: །ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ནི་སྣང་བའོ།
en: The six perfections are the light.

source: །ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ནི་སྒྲོན་མའོ།
en: The six perfections are {Ki.V: 11} a lamp.

source: །བློའོ། །ཤེས་པའོ། །ཤེས་རབ་བོ།
en: They are intelligence, they are knowledge, and they are wisdom.

source: །ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ནི་དཔུང་གཉེན་ནོ།
en: The six perfections are an ally.

source: །ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ནི་སྐྱབས་སོ།
en: The six perfections are a refuge.

source: །ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ནི་མགོན་ནོ།
en: The six perfections are a lord-protector.

source: །ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ནི་མའོ།
en: The six perfections are a mother.

source: །ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ནི་ཕའོ། །དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་དང་། ཡང་དག་པར་སྤོང་བ་བཞི་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་བཞི་དང་། དབང་པོ་ལྔ་དང་། སྟོབས་ལྔ་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་།
en: The six perfections are a father. “
